[
  {
    "title": "How can I change my name or picture?",
    "author": "by Travel Town",
    "date": "Aug 29, 2024",
    "bannerimg": "https://firebasestorage.googleapis.com/v0/b/games-dc693.appspot.com/o/Travel%20Town%20Reward%20Energy%2Ftravel-town-pc-download.jpg?alt=media&token=8200b080-69a9-4473-9519-72aa194872cb",
    "des1": "Get ready to jazz up your traveler profile. 🪄 You can choose a catchy nickname and a cool avatar from our treasure trove of options.\n\n🧭 Here's your roadmap for making your profile unique and exciting:\n\n1. Tap on the Menu icon from the Town screen and then head to 'Settings' ⚙️.\n2. Tap the badge above your name to open your Traveler Card.\n3. Hit the pen icon next to your name to type in a nickname (between 3 and 20 characters) and then choose an awesome avatar.\n4. Don't forget to hit 'SAVE' to lock in your changes.\n\n👍 Got a Facebook account?\n\nIf you're connected with Facebook, your name and picture will automatically be pulled from there.\n\nUpdated your picture on Facebook recently? No sweat - your game profile will reflect the change too.\n\nDon't want to stick with your Facebook info? No problem! You're free to switch it out following the steps above.\n\nNow you can enjoy identifying your travel companions with these social features. So make it fun and make it you!",
    "img1": "",
    "subtitle": "",
    "des2": ""
  },
  {
    "title": "How Can I Invite My Friends to Play Travel Town?",
    "author": "by Travel Town",
    "date": "Aug 29, 2024",
    "bannerimg": "https://firebasestorage.googleapis.com/v0/b/games-dc693.appspot.com/o/Travel%20Town%20Reward%20Energy%2Ftravel-town-for-pc.jpg?alt=media&token=39ecdad1-1bd7-492c-8288-fc8d019b54bc",
    "des1": "Traveling is more fun together!\n\nYou can invite your friends to join you on this amazing journey by going to the Town screen and clicking on the 'Invite' badge on the bottom.\n\nYou'll get your awesome reward if your future travel companion meets all of the following requirements:\n\n- Has never played Travel Town before\n- Uses your invite link to download the game\n- Reaches the minimum level in the game, mentioned on the 'Invite' pop-up\n\n✈️ Travel Tip: Want even more prizes? Keep an eye out for limited-time opportunities when inviting your friends helps you advance on a progress bar and earns you some special rewards. 👀\n\nEnjoy your new travel buddy!",
    "img1": "",
    "subtitle": "",
    "des2": ""
  },
  {
    "title": "We’d Love to Hear Your Feedback!",
    "author": "by Travel Town",
    "date": "Aug 29, 2024",
    "bannerimg": "https://firebasestorage.googleapis.com/v0/b/games-dc693.appspot.com/o/Travel%20Town%20Reward%20Energy%2Ftravel-town-gameplay-on-pc.jpg?alt=media&token=0f8d46d1-d154-4e3e-a4e8-1d77018ab1f2",
    "des1": "Hey there fellow travelers!\n\nWe’re on a journey to make your travels as smooth and enjoyable as possible, and we need your help.\n\nYour feedback is invaluable to us, and we’d love to have the opportunity to hear your thoughts and suggestions on how we can create the ultimate gaming experience.\n\nIf you’re interested in sharing your ideas and insights with our team, please fill out the following [form](https://support.traveltowngame.com/hc/en-us/requests/new?ticket_form_id=9757722554514), and we’ll be in touch if relevant.\n\nPlease note:\n\n- Participating in the survey is for ages 18 and above only.\n- The information provided will only be used for the sole purpose of the survey.\n\nWe’re excited to hear your thoughts about Travel Town!",
    "img1": "",
    "subtitle": "",
    "des2": ""
  },
  {
    "title": "Why is my game under maintenance?",
    "author": "by Travel Town",
    "date": "Aug 29, 2024",
    "bannerimg": "https://firebasestorage.googleapis.com/v0/b/games-dc693.appspot.com/o/Travel%20Town%20Reward%20Energy%2Ftravel-town-free-pc-download.jpg?alt=media&token=69acc16b-7c65-481a-900c-756141a12b27",
    "des1": "When you see 'Maintenance Mode', it simply means we're taking a short break to make your game even better.\n\nDuring this time, we make updates and fixes. You won't be able to log in and play while we're doing this, but don't worry - all your progress and achievements are safe and sound.\n\nWe keep these travel breaks as quick as we can, and we plan them for off-peak times to cause as little disruption as possible.\n\nSo, when 'Maintenance Mode' pops up, just know we're hard at work making your travels the best they can be and you should try logging in again shortly. Thanks for being patient with us!",
    "img1": "",
    "subtitle": "",
    "des2": ""
  },
  {
    "title": "What’s the Splitter?",
    "author": "by Travel Town",
    "date": "Aug 29, 2024",
    "bannerimg": "https://firebasestorage.googleapis.com/v0/b/games-dc693.appspot.com/o/Travel%20Town%20Reward%20Energy%2Ftravel-town-gameplay-on-pc.jpg?alt=media&token=0f8d46d1-d154-4e3e-a4e8-1d77018ab1f2",
    "des1": "Your items may get split in two, but your fun will double!\n\nThe handy Splitter feature allows you to divide an item into two from the previous level, making it easier to fulfill your orders and earn rewards. If you accidentally split an item, simply click on the ‘undo’ button to reverse it.\n\nYou can earn Splitters through game activities like events, daily task missions, level upgrades, and more, so keep playing to increase your chances.\n\n✈️ Travel Tip: Feeling like your item is a bit too advanced? You can use more than one Splitter to keep breaking it down until it's just right for you to complete your order. 👌\n\n🚧 Heads Up, Travelers: While this trusty Splitter is magnificent at helping you complete orders, it may not work on the unique items released during special events. We just wanted you to keep that in mind the next time something brand new comes to town! 🤠\n\nLet’s make like a banana and split!",
    "img1": "",
    "subtitle": "",
    "des2": ""
  },
  {
    "title": "Where can I store my Producers?",
    "author": "by Travel Town",
    "date": "Aug 29, 2024",
    "bannerimg": "https://firebasestorage.googleapis.com/v0/b/games-dc693.appspot.com/o/Travel%20Town%20Reward%20Energy%2Ftravel-town-pc-download.jpg?alt=media&token=8200b080-69a9-4473-9519-72aa194872cb",
    "des1": "Want to free up more space on your board? The Producers Inventory is a great way to do that!\n\nThe Producers Inventory is there to store the max-level Producers you’re not currently using. More slots will unlock 🔓 as you level up ⬆️.\n\n- If your max-level Producer is already a part of your Items Inventory, it will automatically get moved to the Producers Inventory when its slot becomes available.\n- If the Producer is on your main board, it will stay there until you drag it to the Producers Inventory.\n- If you ever need the Producer back from your inventory, just tap on it to bring it back to the main board - super easy!\n\nBetween the Producers Inventory and inventory for items and tools, there’s no need to worry about overcrowding! 🙌",
    "img1": "",
    "subtitle": "",
    "des2": ""
  },
  {
    "title": "How can I refresh the items in my store?",
    "author": "by Travel Town",
    "date": "Aug 29, 2024",
    "bannerimg": "https://firebasestorage.googleapis.com/v0/b/games-dc693.appspot.com/o/Travel%20Town%20Reward%20Energy%2Ftravel-town-for-pc.jpg?alt=media&token=39ecdad1-1bd7-492c-8288-fc8d019b54bc",
    "des1": "Have your eye on a special item? Take a look at our Store to see if it’s there. 👀\n\nThe third tab of Travel Town’s store has items that you can purchase using your Diamonds. 💎\n\nCouldn’t find the item you are looking for? We got you covered! You can refresh the Store in exchange for Diamonds and you will be able to see new items to help you reach your goals. 🙌\n\n💨 Run to check out this amazing feature. Good luck and keep on merging!",
    "img1": "",
    "subtitle": "",
    "des2": ""
  },
  {
    "title": "Sticker Collection",
    "author": "by Travel Town",
    "date": "Aug 29, 2024",
    "bannerimg": "https://firebasestorage.googleapis.com/v0/b/games-dc693.appspot.com/o/Travel%20Town%20Reward%20Energy%2Ftravel-town-free-pc-download.jpg?alt=media&token=69acc16b-7c65-481a-900c-756141a12b27",
    "des1": "Everyone needs some travel memorabilia, and your Sticker Collection is a great way to remember your trips! \n\nTo see all your great collectibles, head to the Town screen and click👆 on the sticker collection button on the bottom left of your screen.\n\nWhenever a new Producer or item on your board is created, you'll get a Sticker for your Collection and a cool prize! Just tap on the new item in your Collection to reveal the Sticker and get your reward! 🎁\n\n🌟Top Travel Tips:\n\n1. Play our fun, in-game [Events](https://yourwebsite.com/hc/en-us/articles/6186884031250) to unlock the Collection VIII stickers. Keep in mind that some one-time festival or Event stickers may not be added to your Collection, as they’re only joining you on your excursions temporarily.\n2. Keep an eye out on your Collection to see which are still missing Stickers 👀\n\nWe hope you enjoy your journey and adding to your collection!",
    "img1": "",
    "subtitle": "",
    "des2": ""
  },
  {
    "title": "What is the Bubble feature?",
    "author": "by Travel Town",
    "date": "Aug 29, 2024",
    "bannerimg": "https://firebasestorage.googleapis.com/v0/b/games-dc693.appspot.com/o/Travel%20Town%20Reward%20Energy%2Ftravel-town-gameplay-on-pc.jpg?alt=media&token=0f8d46d1-d154-4e3e-a4e8-1d77018ab1f2",
    "des1": "We’re glad you asked! Sometimes when you merge items together, a Bubble is created, where you can see a copy of the last item you made.\n\nThere are then different ways in which you can burst the bubble (how fun!):\n\n➡️ Watch 👀 an advertisement (keep in mind there’s a daily limit of 3 ads)\n➡️ Use Diamonds 💎. When you click on the Bubble, you will see the number of Diamonds you need to pop the Bubble. The amount needed depends on the level of the item inside the Bubble.\n\nIf you don't burst the bubble, it will turn into a reward.\n\n⭐ Travel Town Tip: Not enough Diamonds 💎 to burst your Bubble? You can purchase some from our in-store app.",
    "img1": "",
    "subtitle": "",
    "des2": ""
  },
  {
    "title": "What are Orders?",
    "author": "by Travel Town",
    "date": "Aug 29, 2024",
    "bannerimg": "https://firebasestorage.googleapis.com/v0/b/games-dc693.appspot.com/o/Travel%20Town%20Reward%20Energy%2Ftravel-town-pc-download.jpg?alt=media&token=8200b080-69a9-4473-9519-72aa194872cb",
    "des1": "Orders are the main source of rewards and progression in Travel Town and what make the game both exciting and challenging!\n\nAt the start of the game, you will only see a single order along with the Daily Challenge. However, once you level up and make some progress this will expand to show three orders at a time.\n\nEach Order will display the item(s) that are requested by the Islander and the reward which can be earned by completing it. By merging the right item on the main Board you will be able to complete them and receive the reward.\n\nYou can always check the reward each order gives you right above it and by tapping on each order you will also be able to see the Level of the requested item and the order of merging needed to achieve it.\n\nAs you complete orders, new ones will appear with different requests and rewards.",
    "img1": "",
    "subtitle": "",
    "des2": ""
  },
  {
    "title": "What is the Inventory?",
    "author": "by Travel Town",
    "date": "Aug 29, 2024",
    "bannerimg": "https://firebasestorage.googleapis.com/v0/b/games-dc693.appspot.com/o/Travel%20Town%20Reward%20Energy%2Ftravel-town-for-pc.jpg?alt=media&token=39ecdad1-1bd7-492c-8288-fc8d019b54bc",
    "des1": "On the bottom-left section of the screen you will find an open chest called an **Inventory**. It will help you keep your Board organized with relevant items, crates, and toolboxes, and give you the opportunity to save the ones you don’t currently need, but are valuable to you and may be useful in the future.\n\nYour inventory is your safe spot. If you feel like you need to expand it, that’s also an option! You can always buy more inventory space by using your Diamonds!\n\nDon’t forget to check your inventory once in a while to see if you have any relevant item or tool that can be useful as you work to complete orders and progress your town!",
    "img1": "",
    "subtitle": "",
    "des2": ""
  },
  {
    "title": "Board Items",
    "author": "by Travel Town",
    "date": "Aug 29, 2024",
    "bannerimg": "https://firebasestorage.googleapis.com/v0/b/games-dc693.appspot.com/o/Travel%20Town%20Reward%20Energy%2Ftravel-town-free-pc-download.jpg?alt=media&token=69acc16b-7c65-481a-900c-756141a12b27",
    "des1": "Board items are created in the game by the **Producers**. Tap on a Producer to see its items appear on your Board and get merging!\n\nTo merge, simply drag one item onto another and watch as it levels up and transforms. Each item can level up a number of times before reaching its maximum level.\n\nWhen merging 2 of the same item for the first time, a **Sticker** of that item will be unlocked and appear in your Collections as a gift box. Tap on the gift box to unlock the sticker and receive 1 Diamond 💎 as well!\n\n**Important:**\nSome items become new **Producers** as they are merged, so make sure to combine every item to completion. Doing so will also help you complete your sticker collections!",
    "img1": "",
    "subtitle": "",
    "des2": ""
  },
  {
    "title": "How to Sell Items",
    "author": "by Travel Town",
    "date": "Aug 29, 2024",
    "bannerimg": "https://firebasestorage.googleapis.com/v0/b/games-dc693.appspot.com/o/Travel%20Town%20Reward%20Energy%2Ftravel-town-gameplay-on-pc.jpg?alt=media&token=0f8d46d1-d154-4e3e-a4e8-1d77018ab1f2",
    "des1": "Sometimes you might find your Board full and without space to produce items and keep making game progress. If that happens you can do one of two things:\n\n1) Save any valuable items by dragging them into your inventory on the bottom left of the screen - make sure to keep track of the amount of storage space you have as it is limited. More storage slots can be purchased with Diamonds.\n2) Sell an item by tapping on it and then on the sell 💲 button on the bottom right of the screen. Each item sold will grant Coins according to its level. First-stage items cannot be sold, however, and those can only be discarded by tapping on them and then on the trash button which appears.\n\nAfter selling an item, the sell 💲 button will turn into an “Undo” button which can be tapped to return the item to your board at the cost of the Coins received for selling it. Once you continue playing, the undo option will not be available anymore so make sure to keep a close eye on the items you sell or discard!",
    "img1": "",
    "subtitle": "",
    "des2": ""
  },
  {
    "title": "How can I find the Mysterious Letter & Fossil?",
    "author": "by Travel Town",
    "date": "Aug 29, 2024",
    "bannerimg": "https://firebasestorage.googleapis.com/v0/b/games-dc693.appspot.com/o/Travel%20Town%20Reward%20Energy%2Ftravel-town-pc-download.jpg?alt=media&token=8200b080-69a9-4473-9519-72aa194872cb",
    "des1": "Ready for an adventure? Let's unravel the secrets of the elusive Mysterious Fossil. It's a thrilling quest, so get ready! 🕵️",
    "img1": "",
    "subtitle": "",
    "des2": "Follow these steps to uncover the Mysterious Fossil:\n\n1. Locate the Beach Bucket Producer. 🪣\n2. Keep using the Beach Bucket, and it'll eventually produce two letters. These are rare, so secure them in your inventory.\n3. Once you've gotten both letters, merge them to get a special Island Producer. 🏝️\n4. Tap on the Island Producer to get the first half of the fossil. This will unlock a special mystery order.\n5. Fulfill the mystery order to get the second piece of the fossil.\n6. Combine the two fossil pieces to get the Mysterious Fossil.\n7. Complete the Order that needs the Fossil and get your reward! 🎁\n\nSo, are you set? It's time to dig deep, discover the Mysterious Fossil, and unlock its secrets. The adventure awaits! 🥳"
  },
  {
    "title": "What is the Kitchen Catch Challenge?",
    "author": "by Travel Town",
    "date": "Aug 29, 2024",
    "bannerimg": "https://firebasestorage.googleapis.com/v0/b/games-dc693.appspot.com/o/Travel%20Town%20Reward%20Energy%2Ftravel-town-gameplay-on-pc.jpg?alt=media&token=0f8d46d1-d154-4e3e-a4e8-1d77018ab1f2",
    "des1": "The Kitchen Catch Challenge is a great way to stir up some fun!\n\nGet ready to bite into an awesome mini-game where you merge items and feed your Producers to advance towards fantastic prizes. Every milestone gift is a surprise, adding suspense and excitement to your journey. 🪄\n\nBut hold on! Your mini-game Producers need unique items to generate resources so you can fulfill your Orders for awesome rewards.\n\n🌟 Here's your roadmap to getting these items:\n\n1. Complete Orders from the Main Board to advance on the Mission Events progress bar.\n2. Fill the progress bar to earn gift baskets.\n\n3. Click on the 'Kitchen Catch Challenge' icon to go to the mini-game to collect the items from your baskets.\n4. Merge the items so that you can feed the mini-game Producers. Collect the aprons to advance on the Kitchen Catch progress bar towards surprise rewards.\n5. Once you run out of items in the mini-game, go back to step 1.\n\n[Image: large-Artboard 1.png centered]\n\n*This image is an illustrative example only and does not intend to exactly match in-game visuals.\n\nWhen you complete the progress bar and earn the final prize, you'll be able to play again. Items from the previous round are not transferred over, but you won't start empty-handed.\n\n🏙️ Town Tip: Some items are easier to get than others. If you're getting a lot of the same item, don't worry! Just keep playing to get a variety of rewards.\n\nSo, put on your chef's hat, enjoy the sizzle of the mini-game, and cook up a storm of maximum rewards. Bon appétit! 👨‍🍳",
    "img1": "",
    "subtitle": "",
    "des2": ""
  },
  {
    "title": "Mini Game - Treasure Hunt",
    "author": "by Travel Town",
    "date": "Aug 29, 2024",
    "bannerimg": "https://firebasestorage.googleapis.com/v0/b/games-dc693.appspot.com/o/Travel%20Town%20Reward%20Energy%2Ftravel-town-gameplay-on-pc.jpg?alt=media&token=0f8d46d1-d154-4e3e-a4e8-1d77018ab1f2",
    "des1": "The Treasure Hunt is here! Gather your gear and embark on this adrenaline-pumping adventure! 🗺️\n\nIn this thrilling expedition, you'll use keys, which are earned through events, order rewards, and more throughout the game, to open chests in search of the legendary Golden Idol. Your mission is to advance through multiple stages, unlocking incredible rewards on your way to the grand prize. Remember, only by finding the Golden Idol will you advance to the next level!\n\nHere's a step-by-step guide to help you navigate through The Treasure Hunt 🧭:\n\n1. Complete a tutorial to learn the ropes of The Treasure Hunt.\n2. Use your keys to open chests. If you find an empty chest, don't worry! Use more keys and try again.\n3. Whenever you discover rewards, they'll be added to your reward bag. You can collect them after the hunt.\n4. Uncover the Golden Idol (and a reward)? Congratulations! You've leveled up. ⬆\n\nWhen the in-game event comes to an end, any remaining keys will be converted into rewards. To claim yours, make sure to do so within a week after the event ends. ⌛\n\nWe hope you're as excited as we are for The Treasure Hunt! So, gear up, Travel Town adventurers, and get ready for a thrilling quest. Happy hunting! 🥇",
    "img1": "",
    "subtitle": "",
    "des2": ""
  }
]
