[
  {
    "title": "How can I change my name or picture?",
    "author": "by Monopoly GO!",
    "date": "Aug 29, 2024",
    "bannerimg": "https://cdn.gamexlite.com/2024/08/Travel-Town-Free-Energy-Links.png",
    "des1": "Get ready to jazz up your traveler profile. 🪄 You can choose a catchy nickname and a cool avatar from our treasure trove of options.\n\n🧭 Here's your roadmap for making your profile unique and exciting:\n\n1. Tap on the Menu icon from the Town screen and then head to 'Settings' ⚙️.\n2. Tap the badge above your name to open your Traveler Card.\n3. Hit the pen icon next to your name to type in a nickname (between 3 and 20 characters) and then choose an awesome avatar.\n4. Don't forget to hit 'SAVE' to lock in your changes.\n\n👍 Got a Facebook account?\n\nIf you're connected with Facebook, your name and picture will automatically be pulled from there.\n\nUpdated your picture on Facebook recently? No sweat - your game profile will reflect the change too.\n\nDon't want to stick with your Facebook info? No problem! You're free to switch it out following the steps above.\n\nNow you can enjoy identifying your travel companions with these social features. So make it fun and make it you!",
    "img1": "",
    "subtitle": "",
    "des2": ""
  },
  {
    "title": "How Can I Invite My Friends to Play Travel Town?",
    "author": "by Monopoly GO!",
    "date": "Aug 29, 2024",
    "bannerimg": "https://cdn.gamexlite.com/2024/08/Travel-Town-Free-Energy-Links.png",
    "des1": "Traveling is more fun together!\n\nYou can invite your friends to join you on this amazing journey by going to the Town screen and clicking on the 'Invite' badge on the bottom.\n\nYou'll get your awesome reward if your future travel companion meets all of the following requirements:\n\n- Has never played Travel Town before\n- Uses your invite link to download the game\n- Reaches the minimum level in the game, mentioned on the 'Invite' pop-up\n\n✈️ Travel Tip: Want even more prizes? Keep an eye out for limited-time opportunities when inviting your friends helps you advance on a progress bar and earns you some special rewards. 👀\n\nEnjoy your new travel buddy!",
    "img1": "",
    "subtitle": "",
    "des2": ""
  },
  {
    "title": "We’d Love to Hear Your Feedback!",
    "author": "by Monopoly GO!",
    "date": "Aug 29, 2024",
    "bannerimg": "https://cdn.gamexlite.com/2024/08/Travel-Town-Free-Energy-Links.png",
    "des1": "Hey there fellow travelers!\n\nWe’re on a journey to make your travels as smooth and enjoyable as possible, and we need your help.\n\nYour feedback is invaluable to us, and we’d love to have the opportunity to hear your thoughts and suggestions on how we can create the ultimate gaming experience.\n\nIf you’re interested in sharing your ideas and insights with our team, please fill out the following [form](https://support.traveltowngame.com/hc/en-us/requests/new?ticket_form_id=9757722554514), and we’ll be in touch if relevant.\n\nPlease note:\n\n- Participating in the survey is for ages 18 and above only.\n- The information provided will only be used for the sole purpose of the survey.\n\nWe’re excited to hear your thoughts about Travel Town!",
    "img1": "",
    "subtitle": "",
    "des2": ""
  },
  {
    "title": "Why is my game under maintenance?",
    "author": "by Monopoly GO!",
    "date": "Aug 29, 2024",
    "bannerimg": "https://cdn.gamexlite.com/2024/08/Travel-Town-Free-Energy-Links.png",
    "des1": "When you see 'Maintenance Mode', it simply means we're taking a short break to make your game even better.\n\nDuring this time, we make updates and fixes. You won't be able to log in and play while we're doing this, but don't worry - all your progress and achievements are safe and sound.\n\nWe keep these travel breaks as quick as we can, and we plan them for off-peak times to cause as little disruption as possible.\n\nSo, when 'Maintenance Mode' pops up, just know we're hard at work making your travels the best they can be and you should try logging in again shortly. Thanks for being patient with us!",
    "img1": "",
    "subtitle": "",
    "des2": ""
  }
]
